Repository: hackranch/eduactiv8-mobile
Catalog: game/res/i18n/*.po
Languages: mk

source: green apple
mk: зелено јаболко

source: red apple
mk: црвено јаболко

source: strawberry
mk: јагода

source: pear
mk: круша

# orange [fruit]
source: orange
mk: портокал

source: onion
mk: кромид

source: tomato
mk: домат

source: lemon
mk: лимон

source: cherry
mk: цреша

source: pepper
mk: пиперка

source: carrot
mk: морков

source: banana
mk: банана

source: watermelon
mk: лубеница

source: English
mk: Англиски

source: Login
mk: Најави се

# Default Language:
source: Select Language
mk: Одберете јазик

source: User Management
mk: Податоци за корисниците

# Copyright & Credits
source: About
mk: Авторски права и заслуги

source: Licence
mk: Дозвола

# Language arts
source: English
mk: Јазични вештини

source: This username and password combination doesn't exist.
mk: Внесеното корисничкото име и лозинката не се во ред.

source: user name:
mk: корисничко име:

source: password:
mk: лозинка:

source: eduActiv8 Test Version
mk: eduActiv8

source: Save
mk: Зачувај

source: Delete user
mk: Избриши го корисникот

source: Preferences saved...
mk: Промените се зачувани.

source: Logged in as:
mk: Најавени сте како:

source: Language
mk: Јазик

source: Mathematics
mk: Математика

source: Games & Mazes
mk: Игри и лавиринти

source: Word Builders
mk: Составување на зборови

source: Animals
mk: Животни

source: Complete the word
mk: Завршете го зборот

source: Positive numbers
mk: Позитивни броеви

source: Number Spelling
mk: Правопис на броеви

source: Shopping List
mk: Список за купување

source: Addition
mk: Собирање

source: Find missing number
mk: Пронајдете го бројот што недостасува

source: Level
mk: Ниво

source: Translators
mk: Преведувачи

source: Funding:
mk: Финансирање:

source: Score:
mk: Поени:

source: Numbers & Basic Operations
mk: Броеви и основни операции

source: Numbers
mk: Броеви

source: Basic Operations
mk: Основни операции

source: area:
mk: плоштина:

source: perimeter:
mk: обиколка:

source: circumference:
mk: обиколка:

# Trapezium
source: Trapezoid
mk: Трапез

source: Drag the clock hands to set the time
mk: Повлечете ги стрелките на часовникот за да го поставите времето

source: Discover Letters
mk: Учење на букви

source: Word Matchers
mk: Совпаѓање на зборови и слики

source: Shapes and Solids
mk: Форми и геометриски тела

source: Symmetry
mk: Симетрија

source: Patterns
mk: Шеми

source: Time
mk: Време

source: Basics
mk: Основи

source: Subtraction
mk: Одземање

source: Learn Numbers with Flashcards
mk: Учење на броеви со слики

source: Demonstration
mk: Пример

source: Find Solution
mk: Најдете решение

source: Image Patterns
mk: Шеми од слики

source: Learn Shapes with Flashcards
mk: Учење на форми со слики

source: Shape Matching
mk: Совпаѓање на форми со слики

source: Shape Maker
mk: Цртање на форми

# How clock works
source: How does the clock work?
mk: Како работи часовникот?

source: learn to set the clock
mk: научи да го поставиш часовникот

source: Set the clock to:
mk: Постави го часовникот на:

source: Time Matching
mk: Споредување на часовници

source: Your Alphabet
mk: Македонска азбука

source: Trace Letters and Numbers
mk: Цртање на букви и броеви

source: People
mk: Луѓе

source: Jobs
mk: Работни места

source: Body
mk: Делови на телото

source: Clothes and Accessories
mk: Облека и додатоци

source: Sports
mk: Физички активности

source: Actions
mk: Дејства

source: Nature
mk: Природа

source: Fruits and Vegetables
mk: Овошје и зеленчук

source: Food
mk: Храна

source: Transport
mk: Превоз

source: Constructions
mk: Градежништво

source: Equilateral Triangle
mk: Рамностран триаголник

source: Isosceles Triangle
mk: Рамнокрак триаголник

source: Obtuse Triangle
mk: Тапоаголен триаголник

source: Right Triangle
mk: Правоаголен триаголник

source: Acute Triangle
mk: Разностран триаголник

source: Square
mk: Квадрат

source: Rectangle
mk: Правоаголник

# Right Trapezium
source: Right Trapezoid
mk: Правоаголен трапез

# Isosceles Trapezium
source: Isosceles Trapezoid
mk: Рамностран трапез

source: Rhombus
mk: Ромб

source: Parallelogram
mk: Паралелограм

source: Pentagon
mk: Петоаголник

source: Hexagon
mk: Шестоаголник

source: Circle
mk: Круг

source: Ellipse
mk: Елипса

source: Heptagon
mk: Седмоаголник

source: Octagon
mk: Осмоаголник

# trapezium
source: trapezoid
mk: трапез

source: cow
mk: крава

source: turkey
mk: мисирка

source: shrimp
mk: рак

source: wolf
mk: волк

source: panther
mk: пантер

source: panda
mk: панда

source: magpie
mk: страчка

source: clam
mk: школка

source: pony
mk: пони

source: mouse
mk: глушец

source: pug
mk: куче

source: koala
mk: коала

source: frog
mk: жаба

source: ladybug
mk: бубамара

source: gorilla
mk: горила

source: llama
mk: лама

source: vulture
mk: мршојадец

source: hamster
mk: хрчак

source: bird
mk: птица

source: starfish
mk: морска ѕвезда

source: crow
mk: врана

source: parakeet
mk: папагал

source: caterpillar
mk: гасеница

source: tiger
mk: тигар

source: hummingbird
mk: колибри

source: piranha
mk: пирана

source: pig
mk: свиња

source: scorpion
mk: скорпија

source: leopard
mk: леопард

source: iguana
mk: игуана

source: dolphin
mk: делфин

source: bat
mk: лилјак

source: chick
mk: пиле

source: crab
mk: рак

source: hen
mk: кокошка

source: wasp
mk: оса

source: chameleon
mk: камелеон

source: whale
mk: кит

source: hedgehog
mk: еж

source: fawn
mk: срна

source: moose
mk: лос

source: bee
mk: пчела

source: viper
mk: змија

source: shrike
mk: птица

source: donkey
mk: магаре

source: guinea pig
mk: морско прасе

source: sloth
mk: мрзливец

source: horse
mk: коњ

source: penguin
mk: пингвин

source: otter
mk: видра

source: bear
mk: мечка

source: zebra
mk: зебра

source: ostrich
mk: ној

source: camel
mk: камила

source: antelope
mk: антилопа

source: lemur
mk: лемур

source: pigeon
mk: гулаб

source: lama
mk: лама

source: mole
mk: крт

source: ray
mk: манта

source: ram
mk: овен

source: skunk
mk: смрдливец

source: jellyfish
mk: медуза

source: sheep
mk: овци

source: shark
mk: ајкула

source: kitten
mk: маче

source: deer
mk: елен

source: snail
mk: полжав

source: flamingo
mk: фламинго

source: rabbit
mk: зајак

source: oyster
mk: школка

source: beaver
mk: дабар

source: sparrow
mk: врапче

source: dove
mk: гулаб

source: eagle
mk: орел

source: beetle
mk: бумбар

source: hippopotamus
mk: нилски коњ

source: owl
mk: був

source: cobra
mk: змија

source: salamander
mk: гуштер

source: goose
mk: гуска

source: kangaroo
mk: кенгур

source: dragonfly
mk: мушичка

source: toad
mk: жаба

source: pelican
mk: пеликан

source: squid
mk: лигња

source: lion cub
mk: лавче

source: jaguar
mk: јагуар

source: duck
mk: патка

source: lizard
mk: гуштер

source: rhinoceros
mk: носорог

source: hyena
mk: хиена

# o
source: ox
mk: вол

source: peacock
mk: паун

source: parrot
mk: папагал

source: elk
mk: елен

source: alligator
mk: алигатор

source: ant
mk: мравка

source: goat
mk: коза

source: baby rabbit
mk: зајаче

source: lion
mk: лав

source: squirrel
mk: верверица

source: opossum
mk: опосум

source: chimp
mk: шимпанзо

source: doe
mk: срна

source: gopher
mk: гофер

source: elephant
mk: слон

source: giraffe
mk: жирафа

source: spider
mk: пајак

source: puppy
mk: кученце

source: jay
mk: птица

source: seal
mk: фока

source: rooster
mk: петел

source: turtle
mk: желка

source: bull
mk: бик

source: cat
mk: мачка

source: rat
mk: стаорец

source: slug
mk: гол полжав

source: buffalo
mk: бивол

source: blackbird
mk: птица

source: swan
mk: лебед

source: lobster
mk: јастог

source: dog
mk: куче

source: mosquito
mk: комарец

source: snake
mk: змија

source: chicken
mk: пиле

source: anteater
mk: мравојад

source: judo
mk: џудо

source: pool
mk: базен

source: ride
mk: возење

source: stretch
mk: растегање

source: helmet
mk: шлем

source: ice skating
mk: лизгање на мраз

source: walk
mk: одење

source: run
mk: трчање

source: swim
mk: пливање

source: hop
mk: скокање

source: hike
mk: планинарење

source: boxing
mk: бокс

source: hockey
mk: хокеј

source: race
mk: трка

source: throw
mk: фрлање

source: skate
mk: лизгач

source: win
mk: победа

source: squat
mk: клекнување

source: ski
mk: скијање

source: golf
mk: голф

source: whistle
mk: свирче

source: torch
mk: факел

source: sailing
mk: едрење

source: stand
mk: стоење

source: tennis
mk: тенис

source: jump
mk: скокање

source: rowing
mk: веслање

source: jog
mk: трчање

source: rope
mk: јаже

source: teeth
mk: заби

source: cheek
mk: образ

source: ankle
mk: глужд

source: knee
mk: колено

source: toe
mk: пета

source: muscle
mk: мускул

source: mouth
mk: уста

source: feet
mk: стапало

source: hand
mk: рака

source: elbow
mk: лакт

source: hair
mk: коса

source: eyelash
mk: трепки

source: beard
mk: брада

source: belly button
mk: папок

source: thumb
mk: палец

source: breast
mk: гради

source: nostril
mk: ноздра

source: nose
mk: нос

source: hip
mk: колк

source: arm
mk: рака

source: eyebrow
mk: веѓа

source: fist
mk: тупаница

source: neck
mk: врат

source: wrist
mk: зглоб

source: throat
mk: грло

source: eye
mk: око

source: leg
mk: нога

source: spine
mk: 'рбет

source: ear
mk: уво

source: finger
mk: прст

source: foot
mk: стапало

source: braid
mk: плетенка

source: face
mk: лице

source: back
mk: грб

source: chin
mk: брада

source: bottom
mk: задник

source: thigh
mk: бедро

source: belly
mk: стомак

source: girl
mk: девојче

source: male
mk: машко

source: son
mk: син

source: friends
mk: пријатели

source: baby
mk: бебе

source: child
mk: дете

source: dad
mk: татко

source: mom
mk: мајка

source: twin boys
mk: близнаци

source: brothers
mk: браќа

source: man
mk: маж

source: mother
mk: мајка

source: grandfather
mk: дедо

source: family
mk: семејство

source: female
mk: женско

source: wife
mk: сопруга

source: husband
mk: сопруг

source: bride
mk: невеста

source: grandmother
mk: баба

source: couple
mk: пар

source: twin girls
mk: близначки

source: boy
mk: момче

source: sisters
mk: сестри

source: woman
mk: жена

source: lady
mk: жена

source: candy
mk: бонбона

source: sausage
mk: колбас

source: hamburger
mk: хамбургер

source: steak
mk: бифтек

source: fudge
mk: чоколаден колач

source: doughnut
mk: крофна

source: coconut
mk: кокос

source: rice
mk: ориз

source: ice cream
mk: сладолед

source: jelly
mk: желе

source: yoghurt
mk: јогурт

source: dessert
mk: десерт

source: pretzel
mk: перек

source: peanut
mk: кикирики

source: jam
mk: слатко

source: feast
mk: голем оброк

source: cookie
mk: колач

source: bacon
mk: сланина

source: spice
mk: зачин

source: coffee
mk: кафе

source: pie
mk: пита

source: lemonade
mk: лимонада

source: chocolate
mk: чоколадо

source: water bottle
mk: шише со вода

source: lunch
mk: ручек

source: ice
mk: мраз

source: sugar
mk: шеќер

source: sauce
mk: сос

source: soup
mk: супа

source: juice
mk: сок

source: fries
mk: пржени компирчиња

source: cake
mk: торта

source: mashed potatoes
mk: пире

source: tea
mk: чај

source: bun
mk: лебна погача

source: cheese
mk: сирење

source: beef
mk: говедско месо

source: sandwich
mk: сендвич

source: slice
mk: парче

source: sprinkle
mk: украсни трошки

source: pizza
mk: пица

source: flour
mk: брашно

source: gum
mk: гума за џвакање

source: spaghetti
mk: шпагети

source: roast
mk: печено месо

# drink[n]
source: drink
mk: пијалок

source: stew
mk: манџа

source: spread
mk: намачкано на леб

source: meat
mk: месо

source: milk
mk: млеко

source: meal
mk: оброк

source: corn
mk: пченка

source: bread
mk: леб

source: walnut
mk: орев

source: egg
mk: јајце

source: hot dog
mk: виршла

source: ham
mk: шунка

source: jewellery
mk: накит

source: sock
mk: чорап

source: jacket
mk: јакна

source: heel
mk: пета

source: smock
mk: дамки

source: shorts
mk: кратки панталони

source: pocket
mk: џеб

source: necklace
mk: ѓердан

source: sweatshirt
mk: џемпер

source: uniform
mk: униформа

source: raincoat
mk: водоотпорен мантил

# trousers
source: pants
mk: панталони

source: sunglasses
mk: очила за сонце

source: coat
mk: палто

# pullover
source: sweater
mk: пуловер

source: shirt
mk: кошула

source: sandals
mk: сандали

source: suit
mk: костум

source: pyjamas
mk: пижами

source: skirt
mk: здолниште

# zip
source: zipper
mk: патент

source: shoes
mk: чевли

source: jewel
mk: скапоцен камен

source: tie
mk: вратоврска

source: slippers
mk: папучи

source: gloves
mk: ракавици

source: hat
mk: капа

source: sleeve
mk: ракав

source: cap
mk: капа

source: swimming suit
mk: костум за капење

# trainer
source: sneaker
mk: тренер

source: vest
mk: елек

source: glasses
mk: очила

source: shoelace
mk: врзалки за чевли

source: patch
mk: крпеница

source: scarf
mk: шал

source: shoe
mk: чевел

source: button
mk: копче

source: dress
mk: фустан

source: sash
mk: појас

# shoe sole
source: sole
mk: ѓон

source: robe
mk: наметка

source: pants
mk: панталони

source: kimono
mk: кимоно

source: overalls
mk: комбинезони

source: lick
mk: лижење

source: slam
mk: силен удар

source: beg
mk: молење

source: fell
mk: паѓање

source: scratch
mk: гребење

source: touch
mk: допирање

source: sniff
mk: мирисање

source: see
mk: гледање

source: climb
mk: качување

source: dig
mk: ископување

source: howl
mk: завивање

source: sleep
mk: спиење

source: explore
mk: истражување

source: draw
mk: цртање

source: hug
mk: прегрнување

source: teach
mk: учење

source: nap
mk: дремка

source: clay
mk: правење грнци

source: catch
mk: дофатување

source: clap
mk: поздравување

source: cry
mk: плачење

source: sing
mk: пеење

source: meet
mk: запознавање

source: sell
mk: продавање

source: peck
mk: клукање

source: beat
mk: удирање

source: kneel
mk: клечење

source: find
mk: наоѓање

source: dance
mk: танцување

source: cough
mk: кашлање

source: cut
mk: сечење

source: think
mk: размислување

source: bark
mk: лаење

source: speak
mk: зборување

source: cheer
mk: кликање

source: bake
mk: месење

source: write
mk: пишување

source: punch
mk: удирање

source: strum
mk: свирење

source: study
mk: учење

source: plow
mk: орање

source: dream
mk: спиење

source: post
mk: испраќање пошта

source: dive
mk: нуркање

source: whisper
mk: шепотење

source: sob
mk: липање

source: shake
mk: тресење

source: feed
mk: хранење

source: crawl
mk: ползење

source: camp
mk: кампување

source: spill
mk: истурање

source: clean
mk: капење

source: scream
mk: врескање

source: tear
mk: расцепување

source: float
mk: пловење

source: pull
mk: повлекување

source: ate
mk: јадење

source: kiss
mk: бакнување

source: sit
mk: седење

source: hatch
mk: изведување

source: blink
mk: трепкање

source: hear
mk: слушање

source: smooch
mk: бакнување

source: play
mk: играње

source: wash
mk: миење

source: chat
mk: разговарање

source: drive
mk: возење

# drink[v]
source: drink
mk: пиење

source: fly
mk: летање

source: juggle
mk: жонглирање

source: bit
mk: каснување

source: sweep
mk: замавнување

source: look
mk: погледнување

source: knit
mk: плетење

source: lift
mk: подигнување

source: fetch
mk: пренесување

source: read
mk: читање

source: croak
mk: крикање

source: stare
mk: зјапање

source: eat
mk: јадење

source: lighthouse
mk: светилник

source: door
mk: врата

source: circus
mk: циркус

source: church
mk: црква

# kennel
source: doghouse
mk: кучешка куќичка

source: temple
mk: храм

source: smoke
mk: чад

source: chimney
mk: оџак

source: brick
mk: тула

source: well
mk: бунар

source: street
mk: улица

source: castle
mk: замок

source: store
mk: продавница

source: staircase
mk: скалила

source: school
mk: училиште

source: farm
mk: фарма

source: bridge
mk: мост

source: dam
mk: брана

source: pyramid
mk: пирамида

source: barn
mk: штала

source: mill
mk: мелница

source: window
mk: прозорец

source: cabin
mk: колиба

source: step
mk: скалило

source: shop
mk: дуќан

source: shed
mk: шупа

source: roof
mk: покрив

source: steeple
mk: камбана

source: garage
mk: гаража

source: mosque
mk: џамија

source: hospital
mk: болница

source: tent
mk: шатор

source: house
mk: куќа

source: wall
mk: ѕид

source: bank
mk: банка

source: shutter
mk: капак

source: hut
mk: колиба

source: land
mk: земјиште

source: cliff
mk: карпа

source: hill
mk: рид

source: canyon
mk: кањон

source: rock
mk: камен

source: sea
mk: море

source: lake
mk: езеро

source: coast
mk: крајморје

source: shore
mk: брег

source: mountain
mk: планина

source: pond
mk: езерце

source: peak
mk: врв

source: lava
mk: лава

source: cave
mk: пештера

source: dune
mk: дина

source: island
mk: остров

source: forest
mk: шума

source: desert
mk: пустината

source: iceberg
mk: санта

source: clown
mk: кловн

source: engineer
mk: инженер

source: vet
mk: ветеринар

source: judge
mk: судија

source: chef
mk: готвач

source: athlete
mk: атлетичар

source: librarian
mk: библиотекар

source: juggler
mk: жонглер

source: police officer
mk: полицаец

source: plumber
mk: водоводџија

source: badge
mk: значка

source: queen
mk: кралица

source: farmer
mk: земјоделец

source: magician
mk: магионичар

source: knight
mk: витез

source: doctor
mk: доктор

source: bricklayer
mk: ѕидар

source: cleaner
mk: чистачка

source: teacher
mk: учителка

source: hunter
mk: ловец

source: soldier
mk: војник

source: musician
mk: музичар

source: lawyer
mk: адвокат

source: fisherman
mk: рибар

source: princess
mk: принцеза

source: firefighter
mk: пожарникар

source: nun
mk: калуѓерка

source: pirate
mk: пират

source: cowboy
mk: каубоец

source: electrician
mk: електричар

source: nurse
mk: медицинска сестра

source: king
mk: крал

source: president
mk: претседател

source: office worker
mk: канцелариски работник

source: carpenter
mk: столар

source: jockey
mk: јавач

source: worker
mk: работник

source: mechanic
mk: механичар

source: pilot
mk: пилот

source: actor
mk: глумец

source: cook
mk: готвач

source: student
mk: ученик

source: butcher
mk: месар

source: accountant
mk: сметководител

source: prince
mk: принц

source: sailor
mk: морнар

source: boxer
mk: боксер

source: ballet dancer
mk: балетан

source: coach
mk: тренер

source: astronaut
mk: астронаут

source: painter
mk: сликар

source: scientist
mk: научник

source: blackberries
mk: капини

source: celery
mk: целер

source: turnip
mk: репка

source: cacao
mk: какао

source: peach
mk: праска

source: melon
mk: диња

source: grapefruit
mk: цитрон

source: broccoli
mk: брокула

source: grapes
mk: грозје

source: spinach
mk: спанаќ

source: fig
mk: смоква

source: kernel
mk: јатки

source: radish
mk: ротквица

source: kiwi
mk: киви

source: asparagus
mk: шпаргла

source: olives
mk: маслинки

source: cucumbers
mk: краставици

source: beans
mk: грав

source: peppers
mk: пиперки

source: raspberry
mk: малина

source: apricot
mk: кајсија

source: potatoes
mk: компири

source: peas
mk: грашок

source: cabbage
mk: зелка

source: cherries
mk: цреши

source: squash
mk: тикви

source: blueberries
mk: боровинки

source: orange
mk: портокал

source: pumpkin
mk: тиква

source: avocado
mk: авокадо

source: garlic
mk: лук

source: apple
mk: јаболко

source: lime
mk: лимета

source: cauliflower
mk: карфиол

source: mango
mk: манго

source: lettuce
mk: зелена салата

# aubergine
source: eggplant
mk: модар патлиџан

source: artichokes
mk: артичока

source: plums
mk: сливи

source: leek
mk: праз

source: bananas
mk: банани

source: papaya
mk: папаја

source: sail
mk: едра

source: taxi
mk: такси

source: car
mk: автомобил

source: bike
mk: велосипед

source: raft
mk: сплав

source: pedal
mk: педал

source: bus
mk: автобус

source: handlebar
mk: кормило

source: boat
mk: брод

source: truck
mk: камион

source: sleigh
mk: санка

source: carpet
mk: тепих

source: motorcycle
mk: мотоцикл

source: train
mk: воз

source: ship
mk: брод

source: van
mk: комбе

source: canoe
mk: кану

source: rocket
mk: ракета

source: mast
mk: јарбол

# sledge
source: sled
mk: санка

source: bicycle
mk: велосипед
